{
  "main": {
    "accept": ["yes", "yup", "yeah", "sure", "definitely", "right", "that is right", "alright", "fine", "mhm", "yea", "yep", "true", "all right", "surely", 
    "sure thing", "naturally", "why not", "we can", "we can do that", "ok", "okay", "agreed", "yo", "absolutely", "indeed", "i have", "yes i have", "yes please"],
    "decline": ["no", "nope", "i do not know", "dunno", "i have not", "nay", "naw", "never", "no way", "i do not think so", "not at all", "absolutely not", "no indeed",
    "of course not", "certainly not", "not now", "not really", "no thanks", "nah", "no i have not", "i do not want that"],
    "dialogue_start": ["i feel really anxious today", "i have so much work", "i can not deal with the pressure and stress", "i feel stupid",
    "i am stupid", "i just feel bad because i feel so stressed", "i just feel stressed about everything", "i am so scared",
    "i feel so stressed about work", "I do not know how I feel", "i can not deal with the pressure and stress", "can you help me",
    "i am worried", "i do not know what to do", "i feel awful", "i need help", "i worry a lot", "everything is wrong",
    "i feel stressed now", "i am stressed out", "i am feeling bad"],
    "calming_scenarios": [["There’s no pressure to tell me anything, please remember that. Okay?", "Sometimes it’s good to just write things down, you know?",
    "Are there any things that sort of come bubbling up? Things you want to talk about? ", "I know it’s not easy, take your time. Okay?"],
    ["Do you think you might be able to try some very simple breathing exercises and some mindfulness practices to help reduce the feelings of anxiety?",
    "Great, I can tell you’re really motivated and demonstrating a lot of strength and a positive attitude towards wanting to get better. Okay?",
    "You can try the 4-7-8 breathing technique. Have you heard about it?", "I’ll walk you through the steps, okay? ",
    "First, exhale through your mouth. Inhale silently and count to four in your head. For seven seconds, hold your breath. Make another exhale from your mouth for eight seconds. You’re doing great, close your eyes and focus on your breathing. How do you feel now?"],
    ["Right, so the feelings of anxiety lead you to feel down at this moment of your life. Perhaps we can work on that together?", "It’s amazing that you are making it work, that’s really impressive and clearly demonstrates your strength, you know?",
    "If you could kind of imagine yourself, maybe three months down the road, would you like to feel better?",
    "I see! Your goals are to feel significantly more comfortable and confident in comparison to how you’re feeling right now?",
    "Looking at some of your goals, what might be a small step you could take in order to reach those goals?",
    "Okay, thank you for being honest. Let’s try to schedule regular activities to help you deal with how you feel. Is that okay with you?",
    "Let’s try to focus on relieving stress from your body. You can do this through guided meditation or mindful meditation. I can help you practice. Alright?",
    "It’s all about regular practice in your daily routine and setting time for yourself, okay?  Sit comfortably and notice what your legs are doing, cross your legs if on the floor. If you’re on the chair, place your feet on the floor, lean back. Straighten up your upper body, feel the natural curve of your spine. Do you want me to continue?",
    "Okay, now notice your arms. Place them parallel to your upper body. Rest the palms of your hands on your legs, whatever feels more comfortable for you, okay? Rest your chin, you don’t have to close your eyes if you don’t want to. Soften your gaze, look downwards, and focus on your breathing. On air moving through your mouth or nose, the rising and falling of your chest. Let your mind wander. Can we continue?",
    "Okay, observe your thoughts, let them be, it’s okay to feel the way that you do. Lift your gaze once you’re ready and take a moment to take in your surroundings, the sounds around you. Notice the way your body feels now in the moment, your thoughts, and emotions. Everything’s alright with you, let yourself be. How are you feeling now?"],
    ["I’m really sorry you have to feel this way. I’m glad you’re here to talk to me. May I try to help you?", "Let’s start with something you can try at any point during the day, okay?",
    "Whenever you sit at your desk, set a timer for 60 seconds and close your eyes. If you don’t feel comfortable doing that, just look down. Implement a three-minute breathing exercise. Practice deep exhalation and inhalation. Use your breathing as your anchor. Three seconds of deep inhalation, followed by three seconds of deep exhalation.How do you feel right now?"], 
    ["But you’re here and you’re talking to me about wanting to get better, okay?",
    "Well, I think that’s a really good place to get started and things might not progress perfectly, but you have made this step and talked to me so thank you for that, alright?",
    "Great, I look forward to continuing to support you and help you get through this difficult time."],
    ["I can help you develop strategies for you to use when you’re feeling this way. Is that okay with you?", "Let’s find some time for you to recharge, okay? I know it’s hard but try to step away from your problem. You can practice body scan meditation whenever you start to feel anxious or tense. I’ll walk you through it, okay?",
    "Sit comfortably, slow down your breathing. Focus on breathing through your belly. Then, acknowledge the tension in your body. Can you feel how tense your body feels? If you notice any uncomfortable sensations, focus your attention on them. Visualize the tension leaving your body through your breath and evaporating into the air. Do you want to hear more?",
    "Continue the same practice with each area of your body, scan your body once you’re ready. Move your attention upwards, focus on tensed spots on your body. Notice where you feel the stress building up, if there’s pressure or tightness, continue to breathe in and release tension. You can practice this several times throughout the day. How are you feeling now?"], 
    ["I’m really glad you’re here to talk to me. I can assist you with managing your emotions. Let’s start with some practice, okay?",
    "Glad to hear that. You can relieve stress by tensing and relaxing muscles throughout the body. Sit back or lie down, it’s important that you feel comfortable. Here, you want to tense your muscles tightly, not to the point of strain. Hold the tension for 10 seconds. Then, release it. Start from your feet, curly your toes tightly into your feet, then release them. Do you want to hear more?",
    "Point or flex your feet, then let them relax. Squeeze your thighs together tightly, then relax. Suck in your abdomen, then release the tension.  Squeeze your shoulder blades, release. Lift and squeeze your shoulders toward your ears, then let them drop. Make fists and squeeze them toward your shoulders, then let them drop. Make a fist by curling your fingers into your palm, then relax your fingers. Scrunch your facial features, relax. Lastly, squeeze all muscles together, then release all tension. How do you feel?"],
    ["I’m sorry you have to go through this. May I suggest some techniques to help you relax?", "One of the techniques to help you manage stress is called the imagery technique. If you don’t feel comfortable enough, you don’t have to close your eyes for this. Think of a place that you find comforting. Should I continue?",
    "It could be an outdoor area like a beach, forest, or a remote island. It can also be your bedroom, your favorite spot in a town, whatever brings you comfort and peace of mind. Should I continue?",
    "For about 5 to 10 minutes, use all your senses to imagine this setting in great detail. Focus on your surroundings, take them in. What do you see around you? What’s there to see in the distance? Take some time to appreciate the view. Should I continue?",
    "Now, listen carefully to the sounds around you. What sounds can you hear? Are they soft or loud? Should I continue?",
    "Then, think of the sensation on your skin.  What is the weather like? Do you feel the gentle breeze on your face? Is it warm outside? Perhaps you’re enjoying a good meal or drinking something you always enjoyed? Should I continue?",
    "What is the flavor like? Does it bring you back to some good memories? Soak in all these sensations. Is there any particular scent that you like? What does the air smell like? Sit back and appreciate the scents. Then, slowly open your eyes and keep the image in your mind.How are you feeling now?"], 
    ["Can you please tell me how you feel?", "May I help you through it?",
    "Have you heard about the cycle of anxious thoughts and feelings? It can happen to us when we experience anxiety and mix it with negative thoughts and overthinking. May I suggest the way in which we can deal together with such thoughts?",
    "Please write about a time when you had an unhelpful thought. This will help you understand and remember how the cycle of anxious thoughts and feelings works. Okay?",
    "Once you write down the situation, your feelings, and your thoughts, it will be easier to remind yourself of what is happening and challenge the thought. Let’s try to challenge it, okay?",
    "Now we can challenge your thoughts by asking these questions. Work through the questions. Can you identify any patterns of unhelpful thinking like catastrophizing? What would you say to a friend who had this thought in a similar situation? Is there a proactive solution to this unhelpful thought, perhaps by distracting with doing something you like? What’s the evidence for and against your thought? How are you doing right now?"],
    ["I understand, anxiety leads to an overwhelming amount of worry. One of the most frustrating things about anxiety is that it can make you feel like you have no control over how much you worry. Managing how much you worry can lower your anxiety which can be done by setting aside 'worry time'. May I tell you more about this technique so we can work on lowering your anxiety together?",
    "Decide a time in the day that’s worry time - at least 10 to 15 minutes. Always remember that now you have worry time put aside and try not to think about your worries until then. Once your worry time arrives, start timing yourself, so it doesn't go on for longer than 15 minutes. Do you want me to continue?",
    "Okay! Remember, during worry time, really let yourself worry – don’t even try to come up with solutions. Focus entirely on being worried. Stop as soon as your worry time is finished – or earlier, as you might run out of worries before the 15 minutes is up. This can be a way for you to cleanse your mind everyday from now on. How do you feel right now?"], 
    ["I’m glad you came here to talk. Please let me suggest a calming exercise to help you relieve stress.","Try taking a few minutes to massage yourself at your desk between tasks, on the couch at the end of a hectic day, or in bed before sleep. To enhance relaxation, you can use aromatic oil or scented lotion. A combination of strokes works well to relieve muscle tension. Try gentle chops with the edge of your hands or tapping with fingers or cupped palms. Put fingertip pressure on muscle knots. Knead across muscles, and try long, light, gliding strokes. Do you want to hear more?",
    "For a short session of massaging, try focusing on your neck and head. Start by kneading the muscles at the back of your neck and shoulders. Make a loose fist and drum swiftly up and down the sides and back of your neck. Next, use your thumbs to work tiny circles around the base of your skull. Massage the rest of your scalp with your fingers. Tap your fingers against your scalp, moving from the front to the back and then over the sides. Do you want me to go on?",
    "Okay, now massage your face. Make tiny circles with your thumbs or fingertips. Pay particular attention to your temples, forehead, and jaw muscles. Use your middle fingers to massage the bridge of your nose and work outward over your eyebrows to your temples. Finally, close your eyes. Cup your hands loosely over your face and inhale and exhale easily for a short while. How are you doing right now?"],
    ["Let me help you relieve some of the stress you feel. Can I walk you through one of the relaxation techniques?","Grounding is a good technique to fend off symptoms of anxiety and stress when they feel overwhelming. You can use the 5,4,3,2,1 method to ground yourself. Do you want to hear more about it?",
    "Alright! Please start by sitting in a comfortable place and taking a deep breath. Then try to focus on the following: 5 things you can see, 4 things you can feel, 3 things you can hear, 2 things you can smell, 1 thing you can taste. It will help you ground yourself in the moment. How are you feeling?"],
    ["I’m really sorry you feel this way. May I please suggest an activity to help you work through this situation?", "We can try to confront the things you avoid and cause you anxiety. I know it sounds really scary but please hear me out, okay?",
    "There are three steps to this activity: make a list of situations that you often try to escape from or avoid. For example, you could write ‘giving presentations’. Then, give each situation a ‘difficulty score’ out of 10. If a situation causes you no anxiety, rate it 0. If it causes extreme anxiety, rate it 10. Do you want me to keep going?",
    "Try to put the situations in order, from least anxiety to most anxiety. Confront the lowest-ranked item on your list, the one that causes you the least anxiety. If there's something on your list that seems too much, see if there's something smaller you can do instead. For example, if you're anxious about going to an exercise class, start by calling the gym to ask about the class and get more information. Look out for other situations that you avoid due to anxiety, and try to reduce your avoidance slowly. In time, you’ll get there and feel more comfortable, you can do it. How are you feeling now?"],
    ["I will try to assist you in any way I can. May I suggest a method of dealing with your anxious thoughts?",
    "It can be helpful to write down your worries and keep them in a particular place – you could write them in a notebook or on pieces of paper you put in an envelope or jar. You can outline your worries like this: situation, my feelings, my fears, pros and cons of the situation/possible outcomes. After a few hours have passed, go back to your notes and add your current thoughts. Has your approach to the situation changed? Can you put it in perspective? Please remember to always keep something to write on close to you! How are you feeling right now?"], 
    ["I’m here for you. Let’s try to start with a simple technique to relieve your anxiety, okay?",
    "Counting is a simple way to ease your anxiety. When you feel anxiety washing over you, find a quiet and comfortable place to sit. Close your eyes and slowly count to 10. If necessary, repeat and count to 20 or an even higher number. Keep counting until you feel your anxiety subsiding. Sometimes this relief occurs quickly, but other times it might take a while. It’s a great tool to use in a crowded or busy space where other anxiety exercises might be more challenging to carry out. How are you doing now?"],
    ["It must be a very difficult time for you right now. Please let me help you and suggest something that might help you with your anxiety.",
    "It can be hard to think clearly when you feel anxious. Sometimes anxious thinking can make us believe harmful thoughts that are untrue or make us do things that make our anxiety worse. It can be helpful to break or interrupt your anxious thoughts so you can think clearly and react appropriately to your thoughts. Do you want to hear more about it?",
    "Here’s how to break your anxious thought cycle. Ask yourself whether endless worry is a problem for you. If the answer is yes, it’s good to be aware of that. Try different ways of interrupting your anxious thought process, such as focusing on a nice thought instead. This could be a person you love, your happy place, or even something you look forward to doing later like eating a nice dinner. Do you want to know what else you can do?",
    "You can also interrupt your thinking with shifting your attention to the task at hand. It can be something small like cleaning your desk or reading a short article. Really focus on the ‘doing’ part of it, ground yourself in that moment of doing an activity. How are you feeling right now?"],
    ["I’m so sorry to hear that you feel this way. May I suggest a breathing exercise for you to relieve some stress?",
    "When deep breathing is focused and slow, it can help reduce anxiety. You can do this technique by sitting or lying down in a quiet, comfortable location. Choose a word to focus on and vocalize during your exhale. Words like ‘safe’ can be effective. Do you wish for me to continue?",
    "Alright.  Imagine your inhale washing over you like a gentle wave. Then, imagine your exhale carrying negative and upsetting thoughts and energy away from you. When you get distracted, gently bring your attention back to your breath and your words. Please practice this technique for up to 20 minutes daily when you can. How do you feel now?"],
    ["Oh, it must be very difficult to deal with. May I suggest a technique for you to relieve some stress?",
    "Resonant breathing, also called coherent breathing, can help you calm anxiety and get into a relaxed state. Lie down and close your eyes. Gently breathe in through your nose, mouth closed, for a count of six seconds. Don’t fill your lungs too full of air. Do you want to hear more of it?",
    "Exhale for six seconds, allowing your breath to leave your body slowly and gently. Don’t force it. Continue for up to 10 minutes. Take a few additional minutes to be still and focus on how your body feels. Take your time and lie there for a few moments after doing the exercise. How do you feel?"], ["I’m glad you’re here to talk to me. Please let me suggest a stress-relieving breathing technique for you.",
    "Please rest your left hand in your lap and raise your right hand. Then, rest the pointer and middle fingers of your right hand on your forehead, in between the eyebrows. Close your eyes, inhaling and exhaling through your nose. Do you want to find out more about this technique?",
    "Repeat this cycle of inhaling and exhaling through either nostril up to 10 times. Each cycle should take up to 40 seconds. Use your right thumb to close the right-hand nostril and inhale slowly through the left. Pinch your nose closed between your right thumb and ring finger, holding the breath in for a moment. Should I continue?",
    "Use your right ring finger to close your left nostril and exhale through the right, waiting for a moment before you inhale again. Inhale slowly through the right nostril, pinch your nose closed again, pausing for a moment. Now, open the left side and exhale, waiting a moment before you inhale again. How are you feeling now?"],
    ["Thank you for coming here to talk to me. May I walk through a stress-relieving breathing technique?",
    "You can use this while standing, sitting, or lying down. If lying down, place the arms slightly away from the sides with the palms facing up. Position the legs comfortably. If sitting or standing, place the feet flat on the ground, hip-width apart. Do you want to hear more about this exercise?",
    " Alright! Breathe in gently through the nose for a count of up to five, allowing the breath to flow deeply into the belly without force.Then, without pausing or holding the breath, breathe out through the mouth for a count of up to five. Continue the exercise for 3–5 minutes. It is an exercise that is recommended to be done daily. How do you feel right now?"]]
  }
}
